<!--
	
	Título: android.html
	Autor: Guillermo Laseca Navarro
	Fecha: 9 noviembre 2011
	Descripción:
		Página web en html con CSS.
	
	
-->

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">

<head>
	<title> Mis aplicaciones favoritas de Android </title>
	<link href="estilo.css" rel="stylesheet" type="text/css">
	<link href="imagenes/favicon.ico" rel="shortcut icon" type="image/x-icon">
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
</head>

<body>
    <div id="cuerpo">  
		<div id="banner">
			<a href="#"><img src="imagenes/banner.jpg" /></a>
		</div>
		
		<br><br>
		<div class="logoizq">
			<p><a href="https://market.android.com/details?id=com.whatsapp" target="_blank"><h1>WhatsApp Messenger</h1></a>
			<img src="imagenes/whatsapp.png" alt="WhatsApp Messenger" />
			<div class="texto">
				Se trata de una de las aplicaciones m&aacute;s descargadas del Market para comunicarse.
				El 1<sup>er</sup> a&ntilde;o es gratuita y a partir del 2<sup>o</sup> cuesta 1&euro;/a&ntilde;o. Con ella podr&aacute;s
				mandar mensajes ilimitados a los contactos que tengan la aplicaci&oacute;n. Adem&aacute;s se pueden compartir
				fotos, v&iacute;deos, sonidos, direcciones, etc. Para mandar los mensajes es necesario estar conectado a una
				Wifi o a la red 3G. El destinatario recibe el mensaje al conectarse igualmente. Por lo tanto para los usuarios
				con tarifas planas de datos supone una revoluci&oacute;n en cuanto a la mensajer&iacute;a se refiere.
			</div>
			</p>		
		</div>
		<br><br>
		
		<div class="logoder">
			<p><a href="https://market.android.com/details?id=com.a0soft.gphone.app2sd" target="_blank"><h1>App 2 SD</h1></a>
			<img src="imagenes/app2sd.png" alt="App 2 SD" />
			<div class="texto">
				Esta aplicaci&oacute;n est&aacute; totalmente recomendada, gracias a ella podremos mover la mayor&iacute;a de las
				aplicaciones a la tarjeta externa microSD, de esta forma liberamos espacio de la memoria interna del smartphone
				que suele ser bastante limitada. Tiene una interfaz muy sencilla y eso es otra gran cualidad de cara al usuario.
			</div>
			</p>		
		</div>
		<br><br>
		
		<div class="logoizq">
			<p><a href="https://market.android.com/details?id=com.google.android.apps.maps" target="_blank"><h1>Google Maps</h1></a>
			<img src="imagenes/maps.png" alt="Google Maps" />
			<div class="texto">
				Viene preinstalado en los m&oacute;viles y tabletas con sistemas Android. Con esta app ser&aacute; imposible perderse
				(a no ser que se te acabe la bater&iacute;a). Junto con los complementos Navigation y Street View tambi&eacute;n de Google se
				puede localizar	cualquier lugar o llegar a &eacute;l por la ruta escogida. Su precisi&oacute;n es absoluta.
			</div>
			</p>
		</div>
		<br><br>
		
		<div class="logoder">
			<p><a href="https://market.android.com/details?id=com.opera.mini.android" target="_blank"><h1>Opera Mini</h1></a>
			<img src="imagenes/opera.png" alt="Opera Mini navegador web" />
			<div class="texto">
				De los navegadores que he probado es el mejor. Destacan que es liviano y posee &quot;todas&quot; las caracter&iacute;sticas de los
				navegadores de PC, entre ellas podemos destacar la navegaci&oacute;n por pesta&ntilde;as, marcadores, historial y la
				p&aacute;gina de inicio	del navegador en la que aparecen accesos directos a tus favoritos. Adem&aacute;s te da la oportunidad
				de sincronizarlo con el Opera de tu PC (bookmarks y accesos directos principalmente).
			</div>
			</p>
		</div>
		<br><br>
		
		<div class="logoizq">
			<p><a href="https://market.android.com/details?id=com.facebook.katana" target="_blank"><h1>Facebook para Android</h1></a>
			<img src="imagenes/facebook.png" alt="Facebook" />
			<div class="texto">
				La red social m&aacute;s usada del mundo, como no pod&iacute;a ser de otra forma tiene tambi&eacute;n su aplicaci&oacute;n
				para Android. Con sus constantes actualizaciones finalmente ha quedado consistente y se pueden hacer la mayor&iacute;a de
				las acciones que podemos encontrar en la red social de Mark Zuckerberg. Adem&aacute;s la integraci&oacute;n con el sistema
				operativo dependiendo de los modelos de smartphone es fant&aacute;stica, dando la posibilidad de subir tus fotos en el
				momento de hacerlas o combinando tus contactos del tel&eacute;fono con los de facebook.
			</div>
			</p>
		</div>
		<br><br><br>
		<hr>
		<br><br>
		<div id="pie"><label>2012 &copy; glaseca | Todos los derechos reservados.</label></div>
		
	</div>  
</body>
</html>